blog-posts/2004-04-10-emacspeak-on-windows.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Emacspeak on windows</title>
<!-- 2014-04-30 Wed 17:06 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<link rel="stylesheet" type="text/css" href="../css/foundation.min.css"></link>
<link rel="stylesheet" type="text/css" href="../css/org-export.css"></link>
<link rel="stylesheet" type="text/css" href="../css/style.css"></link>
<link rel="stylesheet" type="text/css" href="../css/emacs-notes.css"></link>
</head>
<body>
<div id="content">
<h1 class="title">Emacspeak on windows</h1>
<p>
April 10th, 2004 -
<a href="http://sachachua.com/blog/p/1958"><a href="http://sachachua.com/blog/p/1958">http://sachachua.com/blog/p/1958</a></a>
</p>

<p>
Gerhard Stenzel wrote:
</p>

<blockquote>
<p>
Some years ago, I wrote a description about how to make emacspeak work
 with emacs under windows. I have not verified if this will still work
 today. However, here is the link to the description:
</p>

<p>
<a href="http://home.vr-web.de/~gerhard.stenzel/emacspeak/install-win32.html"><a href="http://home.vr-web.de/~gerhard.stenzel/emacspeak/install-win32.html">http://home.vr-web.de/~gerhard.stenzel/emacspeak/install-win32.html</a></a>
</p>
</blockquote>

<p>
E-Mail from Gerhard Stenzel
</p>
</div>
<div id="postamble" class="status">
<div class="back-to-top"><a href="#top">Back to top</a> | <a href="mailto:sacha@sachachua.com">E-mail me</a></div>
</div>
</body>
</html>
